Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotDuplicateInOptionWarn Property
 Elements can't be duplicated in a secondary Option
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotDuplicateInOptionWarn { get; }
Public Shared ReadOnly Property CannotDuplicateInOptionWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotDuplicateInOptionWarn {
	FailureDefinitionId^ get ();
}
static member CannotDuplicateInOptionWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace